Repository: RomanSmolka/script.handover
Catalog: resources/language/resource.language.*/strings.po
Languages: cs_cz

# #32011
source: General
cs_cz: Obecné

# #32012
source: Always play from beginning
cs_cz: Vždy začít přehrávat od začátku

# #32013
source: Playback start offset (seconds)
cs_cz: Posunout zpět začátek přehrávání (sekundy)

# #32021
source: Connection failed, please check your network.
cs_cz: Připojení se nezdařilo, zkontrolujte nastavení sítě.

# #32022
source: Target device not compatible
cs_cz: Cílové zařízení není kompatibilní

# #32023
source: Network error
cs_cz: Chyba sítě

# #32024
source: Connection failed, check if HTTP remote control is allowed on target.
cs_cz: Připojení se nezdařilo, zkontrolujte, zda je povoleno ovládání cílového zařízení přes HTTP.

# #32025
source: Incorrect response from target device
cs_cz: Cílové zařízení neodpovídá správně

# #32026
source: Nothing is playing :-(
cs_cz: Nic se nepřehrává :-(

# #32027
source: No other Kodi devices found on network.
cs_cz: Nebylo nalezeno žádné další Kodi zařízení.
